experiments/redis_contention/redis_numactl/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_80/pair_0/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5734.13    286706.07         0.27         0.69675         0.69500         1.04700         1.11100    295699.21 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5734.13    286706.07         0.27         0.69675         0.69500         1.04700         1.11100    295699.21